export default class TestStore {
    tests = [{
        id: 1,
        question: "Бисопросол и его аналоги применяются при ИБС, так как они",
        answerOptions: [
            "уменьшают сократительную способность миокарда",
            "уменьшают венозный возврат к сердцу",
            "снижают потребность миокарда в кислороде",
            "другое"],
        corAnswer: "снижают потребность миокарда в кислороде",
        isCorrect: "",
    },
    {
        id: 2,
        question: "Бисопросол и его аналоги применяются при ИБС, так как они",
        answerOptions: [
            "увеличивают сократительную способность миокарда",
            "уменьшают венозный возврат к сердцу",
            "снижают потребность миокарда в кислороде",
            "другое"],
        corAnswer: "увеличивают сократительную способность миокарда",
        isCorrect: "",
    },
    {
        id: 3,
        question: "Бисопросол и его аналоги применяются при ИБС, так как они",
        answerOptions: [
            "увеличивают сократительную способность миокарда",
            "уменьшают венозный возврат к сердцу",
            "снижают потребность миокарда в кислороде",
            "другое"],
        corAnswer: "снижают потребность миокарда в кислороде",
        isCorrect: "",
    },
    {
        id: 4,
        question: "Бисопросол и его аналоги применяются при ИБС, так как они",
        answerOptions: [
            "увеличивают сократительную способность миокарда",
            "уменьшают венозный возврат к сердцу",
            "снижают потребность миокарда в кислороде",
            "другое"],
        corAnswer: "снижают потребность миокарда в кислороде",
        isCorrect: "",
    },
    {
        id: 5,
        question: "Бисопросол и его аналоги применяются при ИБС, так как они",
        answerOptions: [
            "увеличивают сократительную способность миокарда",
            "уменьшают венозный возврат к сердцу",
            "снижают потребность миокарда в кислороде",
            "другое"],
        corAnswer: "снижают потребность миокарда в кислороде",
        isCorrect: "",
    },
    {
        id: 6,
        question: "Бисопросол и его аналоги применяются при ИБС, так как они",
        answerOptions: [
            "увеличивают сократительную способность миокарда",
            "уменьшают венозный возврат к сердцу",
            "снижают потребность миокарда в кислороде",
            "другое"],
        corAnswer: "снижают потребность миокарда в кислороде",
        isCorrect: "",
    },
    {
        id: 7,
        question: "Бисопросол и его аналоги применяются при ИБС, так как они",
        answerOptions: [
            "увеличивают сократительную способность миокарда",
            "уменьшают венозный возврат к сердцу",
            "снижают потребность миокарда в кислороде",
            "другое"],
        corAnswer: "снижают потребность миокарда в кислороде",
        isCorrect: "",
    }];
}